PGML-BL/OpenFoam_Laminar/icoHeatFoam-flatPlate2/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.4.1-dev                             |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version 2.0;
    format ascii;

    root "/home/mjaworsk/OpenFOAM/mjaworsk-1.4.1-dev/run/conjugateTray2D";
    case "lithium-5mm";
    instance "0";
    local "";

    class volVectorField;
    object U;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0.2 0 0);

boundaryField
{
    top
    {
        type            fixedValue;
	value           uniform (0.2 0 0);
    }
    inlet
    {
        type            fixedValue;
	value           uniform (0.2 0 0);
    }
    outlet
    {
        type            zeroGradient;
    }
    plate
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }
    symmBound
    {
	type            zeroGradient;
    }

    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
