PGML-BL/OpenFoam_Laminar/icoHeatFoam-flatPlate2/constant/.svn/entries
8

dir
379
http://openfoam-extend.svn.sourceforge.net/svnroot/openfoam-extend/trunk/Core/OpenFOAM-1.4.1-dev/tutorials/conjugateHeatFoam/conjugateCavity/constant
http://openfoam-extend.svn.sourceforge.net/svnroot/openfoam-extend



2007-11-30T21:02:43.446442Z
348
hjasak


svn:special svn:externals svn:needs-lock











e4e07f05-0c2f-0410-a05a-b8ba57e0c909

polyMesh
dir

transportProperties
file




2007-12-27T05:50:31.000000Z
2221c8acc156edd0d275f900eb895b7e
2007-11-30T21:02:43.446442Z
348
hjasak

solid
file




2007-12-27T05:50:31.000000Z
bc12831ea7bb063e19114518ba1994b7
2007-11-30T21:02:43.446442Z
348
hjasak
has-props


svn:special

