PGML-BL/OpenFoam_Laminar/icoHeatFoam-flatPlate2/system/setFieldsDict
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.4                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version         2.0;
    format          ascii;

    root            "";
    case            "";
    instance        "";
    local           "";

    class           dictionary;
    object          setFieldsDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultFieldValues
(
    volScalarFieldValue T 273
    volVectorFieldValue U (0 0 0)
);

regions
(
    boToCell
    {
        box (0.03 0.04 -1) (0.07 0.05 1);

        fieldValues
        (
            volScalarFieldValue T 1000
        );
    }
);


// ************************************************************************* //
